Repository: heiko-etzold/nim-app
Catalog: Nim/*.lproj/Localizable.strings
Languages: ar, de, es, fr, is, nds, ru, uk

source: fields
ar: مربعات
de: Felder
es: Campos
fr: cases
is: reitir
nds: Felden
ru: поля
uk: полів

# oneTile
source: 1 counter
ar: قرص واحد
de: 1 Plättchen
es: 1 ficha
fr: 1 plaque
is: 1 skífa
nds: 1 Knoop
ru: 1 фишка
uk: 1 фішка

# twoTiles
source: 1 or 2 counters
ar: قرص واحد أو قرصين
de: 1 oder 2 Plättchen
es: 1 ó 2 fichas
fr: 1 ou 2 plaques
is: 1 eða 2 skífur
nds: 1 oder 2 Knööp
ru: 1 или 2 фишки
uk: 1 або 2 фішки

# threeTiles
source: 1, 2, or 3 counters
ar: 1 أو 2 أو 3 اقراص
de: 1, 2 oder 3 Plättchen
es: 1, 2 ó 3 fichas
fr: 1, 2 ou 3 plaques
is: 1, 2 eða 3 skífur
nds: 1, 2, oder 3 Knööp
ru: 1, 2 или 3 фишки
uk: 1, 2 або 3 фішки

# fourTiles
source: 1, 2, 3, or 4 counters
ar: 1 أو 2 أو 3 أو 4 اقراص
de: 1, 2, 3 oder 4 Plättchen
es: 1, 2, 3 ó 4 fichas
fr: 1, 2, 3 ou 4 plaques
is: 1, 2, 3 eða 4 skífur
nds: 1, 2, 3, oder 4 Knööp
ru: 1, 2, 3 или 4 фишки
uk: 1, 2, 3 або 4 фішки

# lastWins
source: last field wins
ar: المربع الأخير يفوز
de: letztes Feld gewinnt
es: El último campo gana.
fr: dernière case gagne
is: síðasti reitur vinnur
nds: dat letzte Feld winnt
ru: последнее поле выигрывает
uk: останнє поле виграє

# lastLoses
source: last field loses
ar: المربع الأخير يخسر
de: letztes Feld verliert
es: El último campo pierde.
fr: dernière case perd
is: síðasti reitur tapar
nds: dat letzte Feld verleert
ru: последнее поле проигрывает
uk: останнє поле програє

source: Left
ar: يسار
de: Links
es: Izquierda
fr: Gauche
is: Vinstri
nds: Links
ru: Слева
uk: Ліворуч

source: Right
ar: يمين
de: Rechts
es: Derecha
fr: A droite
is: Hægri
nds: Rechts
ru: Справа
uk: Праворуч

# beginner
source: Who is starting?
ar: من يبدأ؟
de: Wer beginnt?
es: ¿Quién comienza?
fr: Qui commençe?
is: Hver byrjar?
nds: Wokeen fangt an?
ru: Кто начинает?
uk: Хто починає?

# placeTilesInOrder
source: You have to place the counters from left to right.
ar: عليك أن تضع الأقراص بالترتيب من اليمين إلى اليسار.
de: Du musst die Plättchen der Reihenfolge nach von links nach rechts legen.
es: Debes colocar las fichas en orden de izquierda a derecha.
fr: Il faut mettre les plaques de gauche à droite.
is: Leggja þarf skífurnar í röð frá vinstri til hægri.
nds: Du müsst de Knööp in de Reeg vun links na rechts leggen.
ru: Размести фишки по порядку слева направо.
uk: Розклади фішки зліва направо по порядку.

# placeAtLeastOne
source: You have to place at least one counter.
ar: يجب عليك وضع قرص واحد على الأقل.
de: Du musst mindestens ein Plättchen legen.
es: Debes colocar al menos una ficha.
fr: Il faut mettre au moins une plaque.
is: Leggja þarf a.m.k. eina skífu.
nds: Du müsst tominnst en Knoop leggen.
ru: Положи хотя бы одну фишку.
uk: Поклади хоча б одну фішку.

# turnName
source: It's %@'s turn.
ar: حان دور %@.
de: %@ ist dran.
es: Es el turno de %@.
fr: C'est à %@.
is: %@ á að gera.
nds: %@ is an de Reeg.
ru: Следующий/ая: %@
uk: %@ твоя черга.

# ready
source: finished
ar: أنهي دورك.
de: fertig
es: Listo
fr: fini
is: Staðfesta
nds: fardig
ru: готово
uk: готово

# selectPlayer
source: First you have to choose who is starting.
ar: عليك أن تختار من يبدأ أولا.
de: Du musst erst auswählen, wer beginnt.
es: Primero debes elegir quién empieza.
fr: Il faut choisir qui commençe.
nds: Du müsst eerst utsöken, wokeen anfangen deit.
ru: Выберите, кто начинает.
uk: Вибери хто починає.

# winner
source: %@ has won.
ar: فازت/ فاز %@.
de: %@ hat gewonnen.
es: %@ ha ganado.
fr: %@ a gagné.
is: %@ vann.
nds: %@ hett wunnen.
ru: %@ выиграл(а).
uk: %@ виграв/виграла.

# deleteAlert
source: Delete all games?
ar: هل تريد حذف كل الألعاب؟
de: Alle Spiele löschen?
es: ¿Borrar todos los juegos?
fr: Effacer tous jeux?
is: Eyða öllum spilum?
nds: All Spelen löschen?
ru: Удалить все игры?
uk: Видалити всі ігри?

# deleteAlertText
source: Do you really want to delete all games?
ar: هل أنت متأكد أنك تريد حذف جميع الألعاب؟
de: Möchtest du wirklich alle Spiele löschen?
es: ¿Realmente quieres borrar todos los juegos?
fr: Est-ce que tu veux vraiment effacer tous jeux?
is: Ertu viss um að þú viljir eyða öllum spilum?
nds: Muchst du würklich all Spelen löschen?
ru: Подтверди удаление всех игр.
uk: Ти точно бажаєш видалити всі ігри?

# deleteAlertSingle
source: Delete game?
ar: حذف اللعبة؟
de: Spiel löschen?
es: Borrar juego
fr: Effacer jeu?
is: Eyða spili?
nds: Seep löschen?
ru: Удалить игру?
uk: Видалити гру?

# deleteAlertTextSingle
source: Do you really want to delete game %d?
ar: هل تريد حقا حذف اللعبة %d؟
de: Möchtest du wirklich Spiel %d löschen?
es: ¿Realmente quieres borrar el juego %d?
fr: Est-ce que tu veux vraiment effacer jeux %d?
is: Ertu viss um að þú viljir eyða spili %d?
nds: Muchst du würklich Speel %d löschen?
ru: Подтверди удаление игры %d.
uk: Ти точно бажаєш видалити гру %d?

# deleteAlertTextSingleBefore
source: Do you really want to delete game
ar: هل تريد حقا حذف اللعبة
de: Möchtest du wirklich Spiel
fr: Est-ce que tu veux vraiment effacer jeux
ru: Подтверди удаление игры
uk: Ти точно бажаєш видалити гру

source: Delete
ar: حذف
de: Löschen
es: Borrar
fr: Effacer
is: Eyða
nds: Löschen
ru: Удалить
uk: Видалити

source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
is: Hætta við
nds: Afbreken
ru: Отменить
uk: Повернутись

source: Nim Archive
ar: أرشيف لعبة نيم
de: Nim-Archiv
es: Nim Archivo
fr: Archives de Nim
is: Nim Spilasafn
nds: Nim-Archiv
ru: Архив Ним
uk: Нім-Архів

# archiveNewAlert
source: Open new Archive
ar: فتح أرشيف جديد
de: Neues Archiv öffnen
es: Abrir nuevo archive
fr: Ouvrir nouvelles archives?
is: Opna nýtt spilasafn
nds: Nee Archiv opmaken
ru: Открыть новый архив
uk: Відкрити новий архів

# archiveNewText
source: What do you want to do?
ar: ماذا تريد أن تفعل؟
de: Was möchtest du tun?
es: ¿Qué quieres hacer?
fr: Qu'est-ce que tu veux faire?
is: Hvað viltu gera?
nds: Wat muchst du maken?
ru: Что ты хочешь сделать?
uk: Що ти хочеш робити?

# archiveRemove
source: Overwrite old Archive
ar: حذف الأرشيف القديم
de: Altes Archiv überschreiben
es: Sobrescribir archivo antiguo
fr: Ecraser vieilles archives
is: Rita yfir eldra spilasafn
nds: Dat ole Archiv överschrieven
ru: Переписать старый архив
uk: Записати поверх старого архіву

# archiveAdd
source: Expand old Archive
ar: اضافة أرشيف قديم
de: Altes Archiv erweitern
es: Ampliar archivo antiguo
fr: Elargir vieilles archives
is: Bæta inn í eldra spilasafn
nds: Dat ole Archiv vergröttern
ru: Расширить старый архив
uk: Розширити старий архів

source: Error
ar: خطأ
de: Fehler
is: Villa
nds: Fehler
ru: Ошибка
uk: Помилка

# errorNotRead
source: The file cannot be read.
ar: لا يمكن قراءة الملف.
de: Die Datei kann nicht gelesen werden.
es: No se puede leer el archivo.
fr: Le fichier ne peut pas être lu.
is: Skjalið er ólæsilegt.
nds: De Datei kannn nich leest warrn.
ru: Файл не поддаётся чтению.
uk: Файл не може бути прочитаний.

# errorUnknown
source: An unknown error has occurred.
ar: حدث خطأ غير معروف.
de: Ein unbekannter Fehler ist aufgetreten.
es: Se ha producido un error desconocido.
fr: Une erreur inconnue s'est produite.
is: Óþekkt villa kom upp.
nds: En unbekannt Fehler is passeert.
ru: Произошла неизвестная ошибка.
uk: Невідома помилка

# errorFileType
source: The file type is not supported by the app.
ar: التطبيق لا يمكنه التعرف على نوع الملف.
de: Der Dateityp wird von der App nicht unterstützt.
es: El tipo de archivo no es compatible con la aplicación.
fr: Le type de fichier n'est pas pris en charge par l'application.
is: Smáforritið styður ekki við þessa skráargerð.
nds: De Dateityp warrt vun de App nich ünnerstütt.
ru: Тип файла не поддерживается приложением.
uk: Цей тип даних не підтримується.

source: select left color
de: Wähle linke Farbe

source: select right color
de: Wähle rechte Farbe

# insertLeftName
source: insert name of left player
de: hier Namen des linken Spielers eingeben

# insertRightName
source: insert name of right player
de: hier Namen des rechten Spielers eingeben

# noNumber
source: no numbering
de: keine Nummerierung

# fifthNumber
source: number every fifth field
de: nummeriere jedes fünfte Feld

# allNumber
source: number all fields
de: nummeriere alle Felder

# changeLose
source: activate last field loses
de: aktiviere, dass letztes Feld verliert

# changeWin
source: activate last field wins
de: aktiviere, dass letztes Feld gewinnt

source: red
de: rot

source: blue
de: blau

source: yellow
de: gelb

source: green
de: grün

source: purple
de: violett

# doubleTap
source: double tap to select
de: zum Auswählen doppeltippen

# fieldOf
source: field %i of %i
de: Feld %i von %i

# fieldMarked
source: field is marked %@
de: Feld ist %@ markiert
